[
  {
    "en": "It begun with four languages i.e., Bangla, Marathi, Tamil and Kannada. These (audio- visual content) were aired in Gyan-Darshan TV programme of IGNOU, New Delhi under a MoU between CIIL and IGNOU. It was also proposed to telecast them on various regional and national news channels. There was a proposal to convert this material into “Talking-Books” with large encyclopedic material with DVDs of not only the final products but also the important portions of the process of making these films and thereby enabling the users of seeing the full interviews of subject experts and performers which may not find place in the final product. This project is a part of the Educational Technology Unit of the Institute in partnership with large number of institutions, authors, scholars, translators, film producers and directors, media personalities, etc. under this scheme, CIIL undertook the task of producing 1000 short films of 30 minutes duration each in Bangla, Marathi, Kannada and Tamil. The design of each language segment is modular and incremental, and they refer to the six major divisions under each language. They are (1) space (2) Time (3) Society (4) Culture (5) Pattern and (6) Writing System. This project was aimed at providing edutainment using a combination of multimedia techniques, class room interaction, demonstrations, narrations, drama and language games."
  },
  {
    "hi": "इसकी शुरुआत चार भाषाओं यानी बांग्ला, मराठी, तमिल और कन्नड़ से हुई थी। ये (श्रव्य-दृश्य सामग्री) सीआईआईएल और इग्नू के बीच एक समझौता ज्ञापन के तहत इग्नू, नई दिल्ली के ज्ञान-दर्शन टीवी कार्यक्रम में प्रसारित किए गए थे। उन्हें विभिन्न क्षेत्रीय और राष्ट्रीय समाचार चैनलों पर प्रसारित करने का भी प्रस्ताव था। इस सामग्री को न केवल अंतिम उत्पादों की डीवीडी के साथ बड़ी विश्वकोश सामग्री के साथ 'टॉकिंग-बुक्स' में बदलने का प्रस्ताव था, बल्कि इन फिल्मों को बनाने की प्रक्रिया के महत्वपूर्ण हिस्से भी थे और इस तरह उपयोगकर्ताओं को विषय के पूर्ण साक्षात्कार देखने में सक्षम बनाते थे। विशेषज्ञ और कलाकार जिन्हें अंतिम उत्पाद में जगह नहीं मिल सकती है। यह परियोजना बड़ी संख्या में संस्थानों, लेखकों, विद्वानों, अनुवादकों, फिल्म निर्माताओं और निर्देशकों, मीडिया हस्तियों आदि के साथ साझेदारी में संस्थान की शैक्षिक प्रौद्योगिकी इकाई का एक हिस्सा है। इस योजना के तहत, सीआईआईएल ने 1000 लघु फिल्मों के निर्माण का कार्य किया। बांग्ला, मराठी, कन्नड़ और तमिल में प्रत्येक में 30 मिनट की अवधि। प्रत्येक भाषा खंड का डिज़ाइन मॉड्यूलर और वृद्धिशील है, और वे प्रत्येक भाषा के अंतर्गत छह प्रमुख प्रभागों को संदर्भित करते हैं। वे हैं (1) अंतरिक्ष (2) समय (3) समाज (4) संस्कृति (5) पैटर्न और (6) लेखन प्रणाली। इस परियोजना का उद्देश्य मल्टीमीडिया तकनीकों, क्लास रूम इंटरेक्शन, प्रदर्शनों, कथनों, नाटक और भाषा के खेल के संयोजन का उपयोग करके शिक्षा प्रदान करना था।"
  }
]
